{
  "header": "The events we hope to hold in 2021",
  "events": 
    [ 
       {
         "title": "21st Anniversary",
         "html": "The Library has been in it's current building for 21 years and we intend to celebrate by hosting several events throughout the year.<br/>We will be purchasing at least 210 books for the library, your suggestions are most welcome."
       },
 {
         "title": "Authors' Evening",
         "start_dttm": "Postponed until next Spring",
         "html": "<p>When we hopt to welcome two wonderful Oxfordshire writers,</p> <p>Sylvia Vetta author of Brushstrokes in Time, Not so Black and White</p><p>Loraine Fergusson author of The Angel, A Serpent’s Tooth</p>"
  },
  {
         "title": "AGM",
         "id" : "agm",
         "start_dttm": "15th November at 7pm",
         "html": "<p>The AGM will be held via Zoom for the second time.</p><p>This year three members of the committee will have completed their agreed term of five years and will therefore be resigning.  We would welcome new members on the committee. If you would be willing to stand for election, wish to nominate someone or require more information please contact us via email: <a href='mailto:friendsofsonningcommonlibrary@gmail.com?subject=FoSCL AGM'>friendsofsonningcommonlibrary@gmail.com</a> </p><p>The Agenda will be sent out in October.</p>"
  },
  {
       "title": "ZooLab",
       "id": "zoolab",
       "start_dttm": "Tuesday 21st December 9:30am",
       "html": "<p>By popular request Zoolab will be visiting the Library again. The theme this time will be  “Zola the kind hearted Elf” – a Christmas workshop in which children are taken on a journey around the world delivering presents and encountering magical animals along the way. <p>Tickets are priced at £5 and will be on sale in November.  Zoolab is suitable for children aged 5-11</p>"
}, {
       "title": "I-Spy Trail",
       "start_dttm": "Christmas Break",
       "html": "Committee member Alison Smith will be organising another I-Spy trail for the Christmas holidays – allowing primary aged children to follow a series of clues around Sonning Common in the search for a book title."
},
  {
         "title": "Christmas Celebration",
         "start_dttm": "22nd December 2021",
         "html": "<p>Do come and join us in the Library on Wednesday 22nd December from 2.30 pm.</p>"
  }
    ]
}