[
  {
    "headline": "Christmas Refreshments",
    "subhead" : "Friday 20th December 2019",
    "pub_date": "2020-01-09",
    "html" : "<img src='/images/xmastree.jpeg' style ='float: left; width:8%; margin-right:40px;'/><p>The Friends welcomed many Volunteers, Friends and Library users who enjoyed mince pies and other delicacies. As usual Val's famous PUNCH was well received.</p>"
  },{
    "headline": "FoSCL AGM",
    "subhead" : "Monday 11th November 2019",
    "pub_date": "2020-01-09",
    "html" : "<p>Thank you to those who attended.</p><p>Minutes can be downloaded from the download page. Gordon Haigh and Chrissie Godfrey were elected to the committee</p>"
  },
  {
    "headline": "National Libraries Week",
    "subhead" : "7th October 2019-12th October 2019",
    "pub_date": "2019-09-03",
    "html" : "<p>FoSCL Photography Competition Prize Giving was held 12th October in the Library. Jill Hutchinson presented the winner Helen Simic, with a photo frame and a set of photograpohs of local scenes. The winning photograph was Harvest Time.</p><p>As a result of the Photography Competition and with additional photographs by Dave Tyldesley, the Friends have produced a set of greeting cards. These are on sale in the Library for £3.50 for a set of six different views.<br/><p> On 11th October 2019 our popular FoSCL Quiz was held in Sonning Common Village Hall. The successful evening raised £ 698.48  for the Library. Our Raffle was supported by several very generous local businesses. </p><img src='/images/quiz-sponsor-images-2019.png'/>"
     
    },
    {
    "headline": "Summer Reading Challenge",
    "subhead" : "13th July - 4th September 2019",
    "pub_date": "2019-09-03",
    "html" : "<p>The theme this year was the Space Chase. There was a very good take up and the SRC readers were encouraged by our very enthusiastic young helpers. The Library noticeboard was full of avatars moving towards the finish line... Unfortunately only 50% of the Children finished the challenge so we need to discover ways to improve this figure next year.</p><p>Adults were able to enter Oxfordshire County Library Service’s Oxfordshire Reads competition.  To make it even more interesting, our wonderful Library staff offered a blind choice by wrapping a selection of books for adults and teenagers. This proved very successful. One of our lucky winners was delighted with a prize of a tour of the Bodleian Library.</p>"
    
    },
   {
   "headline": "Craft mornings and cake sales",
   "pub_date": "2019-09-03",
   "html" : "<p>Every Saturday in August we held craft mornings and cakes sales in the library. These have been well attended and we are amazed at the wonderful, different ideas Mrs Dunstan finds for each occasion. The money raised by the cake sales funds the craft mornings.</p>"

 },
 {
  "headline": "Events for Children",
  "subhead" : "",
  "pub_date": "2019-09-03",
  "html" : "<p>What a great success both of our sponsored events for children were.</p><p>On Tuesday morning 30th July ArtPod visited the Library. This Space themed art workshop was an event for children aged 6-11. We managed to squeeze in as many children as possible but still some were disappointed. A really creative fun time was had by all,  including the helpers!</p><p>The Master Builders Club came on Wednesday 14th August 2019. This super Space workshop was about a Master Builder going to planet LEG-O. The club was aimed at 5-11 year olds and the demand was so great we had to turn away some children. Again a really success morning.</p><p>We plan to repeat events such as this in the near future</P>"

 }, 
 {
  "headline": "Sonning Common School Fair",
  "subhead" : "",
  "pub_date": "2019-09-03",
  "html" : "<p>The Fair was popular and thank goodness it was a lovely sunny day. Despite fierce competition from nearby stalls we raised a creditable £115.45 towards Library Funds. Our main aim at events such as the Fair, is to promote the Library. We received some great ideas for next time.</p><p>If you have any thoughts on how we could involve people in their local Library please get in touch.</p><p><a href='/contact?reason=4&subject=FOSCL+at+School+Fair'>Click here to email us</a></p>"

 },
 {
  "headline": "Volunteers Social Evening",
  "subhead" : "11th June 2019",
  "pub_date": "2019-09-03",
  "html" : "<p>Graham White spoke about this year’s Summer Reading Challenge, the theme this year is the Space Race.  We also discussed some of the challenges encountered by volunteers and enjoyed tea and cakes and a chat afterwards.</p>"

 }, {
  "headline": "Writers Evening",
  "subhead" : "Imogen Matthews and Peter Tickler",
  "pub_date": "2019-09-03",
  "html" : "<p>The Writers Evening held in the Library on 21th May was well attended and the talks were both interesting and entertaining.</p><p><b>Imogen Matthews</b> spoke about her latest book,<a href='https://www.amazon.co.uk/Hidden-Village-Story-Survival-Holland-ebook/dp/B071HY4RMC'>The Hidden Village</a>, a story of survival in the Netherlands during the second world war.</p><p>Oxford crime writer <b>Peter Tickler</b> whose latest book is <a href='https://www.amazon.co.uk/White-Lies-Deadly-Peter-Tickler/dp/0719828031'>White Lies, Deadly Lies</a> spoke about his life as a writer and what inspired him to start writing.</p>"

 }, 
{    "headline": "Resources for the Library",
    "subhead" : "Have you noticed!",
    "pub_date": "2019-04-01",
    "content" : "<p>The Friends have been busy spending money. </p> With the profit from the Quiz night we now have a new sofa for you to curl up on. </p> Rosemary and Annabel have a new bookcase behind their desk. </p> There are two new red noticeboards and we will shortly be covering the other faded boards.</p> We have purchased a Data Projector from the School and the projector screen will arrive this month. </p> "
  
  },    
{    "headline": "Christmas Celebration",
    "subhead" : "21st December 2018",
    "pub_date": "2019-04-01",
    "content" : "<p>The Friends were very pleased to welcome so many of you to join us for mince pies and other delights.</p> We know that the biggest draw was Val's famous punch! </p> Hope you all walked home! </p> This event enabled us to thank all our Friends and Volunteers for their support over the past year. </p> "
  
  },  
{
    "headline": "AGM",
    "subhead" : "19th November 2018",
    "pub_date": "2019-04-01",
    "content" : "<p>The AGM held in the Library was well attended. Chair of FoSCL Jill Hutchinson told the meeting about the progress FoSCL had made in the past year and our plans for the future.</p> Adele O'Connor has resigned from the Committee and Jill thanked her for her contributions to FoSCL.</p> June Duckworth kindly offered to join the committee and the committee was duly re-elected. </p>"
  
  },  
{
    "headline": "The Library Lion",
    "subhead" : "22nd October 2018",
    "pub_date": "2018-10-24",
    "content" :  "<div class='col-md-3'><img src='/images/librarylion-405x320.jpg' width='100%'/></div><div class='col-md-8'><p>The Library Lion is a wonderful interactive play for children aged four to seven based on a heart warming story written by Michelle Knudsen.</p><p>We watched a superb performance of the play by Untied Artists. It was brilliant and exceeded our expectations. The Actors kept the young audience captivated and fully involved from the beginning to the end. We hope they will come again.</p><p>The children and their parents had a wonderful morning.</p></div>"
  },
  {
    "headline": "FoSCL Quiz Night",
    "subhead" : "12th October 2018",
    "pub_date": "2018-10-24",
    "content" : "<p>Thank you to all the teams who entered<p/><p>The Winning Team was Comets, who won by answering the tie break question – 'Including the antenna on the top, in metres, how tall is the Eiffel Tower?’</p><p>The Quiz raised £783 towards Library Funds</p><p>The raffle was particularly successful due to the wonderful prizes we received from our most generous contributors.</p><img src='/images/quiz-banner.gif'><p>Do join us for our next Quiz in October 2019</p>"
  
  },
  {
    "headline": "Short Story Competition - Presentation",
    "subhead" : "13th October 2018",
    "pub_date": "2018-10-24",
    "content" : "<div class='col-md-3'><img src='/images/short-story.png' width='100%'/></div><div class='col-md-9'>This years winners were announced in the library. We were delighted with the number of entries this year.<br/><br/>Congratulations to all our winners<br/><br/><table style='width:100%'><tr><td>Judges Award</td><td></td><td>Freya Hammond</td><td>Pocket Sized Neve Saves the Day</td></tr><tr><td>Under 11</td><td>1st</td><td>Sophie Stone </td><td>The Pearl </td></tr><tr><td> </td><td>Runner Up</td><td>Jacob Vorster </td><td>The Fox Catcher </td></tr><tr><td>Under 16 </td><td>1st</td><td>Freya Handley </td><td>A Summary of My Life</td></tr><tr><td> </td><td>Runner Up</td><td>Gabriela Stone</td><td>Moments can never be foretold </td></tr><tr><td>Over 16 </td><td>1st</td><td>Sheila Walker </td><td>Cat and Mouse</td></tr><tr><td> </td><td>Runner Up</td><td>Molly Hancock</td><td>Society Problem #249</td></tr></table><br/><p>Awards were presented by Jill Hutchinson the Chair of FoSCL</div>"
   },
  {
    "headline": "A Writer's Life",
    "subhead" : "24th May 2018",
    "pub_date": "2018-05-24",
    "content" : "<div class='col-md-3'><img src='/images/writerslife.jpg' width='100%'/></div><div class='col-md-9'>The Writer’s Evening was a great success. It was well attended and raised £215 towards Sonning Common Library funds.<p><p>The talks by authors Vera Morris and Tom Fort certainly captured the audience’s attention and we have been asked to hold another Writer’s evening in 2019!<p>Thank you Vera and Tom.</div>"
  },
  {  
    "headline": "Sonning Common Primary School Fair",    
    "subhead" : "23rd June 2018",
    "pub_date": "2018-06-23",
    "content" : "FoSCL ran two  Stalls at the Fair. It was a lovely sunny day and we managed to raise £162.75 towards Library funds.<p><p>We are very grateful to everyone who contributed prizes for the Tombola and books for us to sell."
    
  },
  {
    "headline": "FoSCL Social",    
    "subhead" : "3rd July 2018",
    "pub_date": "2018-09-26",
    "content" : "Our Annual Social Evening for Volunteers and Friends included information about the libraries new computer system and Graham White (Oxfordshire Libraries Community Involvement Officer) talked about this year's Summer Reading Challenge."
  },
  {
    "headline": "Sketch a Story",    
    "subhead" : "8th August 2018",
    "pub_date": "2018-09-27",
    "content" : "Sketch a Story was an event we supported for children over 8 years. It was about Art in Children's books, related particularly to Tolkien. Everyone had an enjoyable time."
},
{
  "headline": "Tea and Memories",    
  "subhead" : "22nd August 2018",
  "pub_date": "2018-09-28",
  "content" : "Following a suggestion for events for the older generations, we organised a Tea and Memories afternoon on 22nd August. Unfortunately this was not a great success. Back to the drawing board!"
}
]
